#5) შექმენით 5 ცვლადი name,age,surname,city,hight.name-ში შეეკითხეს სახელი,age-ში ასაკი,surname-ში გვარი,city-ში ქალაქი ხოლო hight-ში სიმაღლე.ბოლოს გამოიტანეთ ეკრანზე ასეთი ინფორმაცია "მე მქვია (თქვენი სახელი), (თქვენი ასაკი) წლის,ვცხოვრობ (სადაც ცხოვრობთ) და ვარ (თქვენი სიმაღლე) სანდიმეტრი"
name = input("შეიყვანეთ თქვენი სახელი: ")
age = input("შეიყვანეთ თქვენი ასაკი: ")
surname = input("შეიყვანეთ თქვენი გვარი: ")
city = input("შეიყვანეთ თქვენი ქალაქი: ")
height = input("შეიყვანეთ თქვენი სიმაღლე სანტიმეტრებში: ")
print("მე მქვია", name,surname+ ",", age, "წლის, ვცხოვრობ",city + "ში", "და ვარ", height, "სანტიმეტრი")