#1) მომხარებელს შემოატანინე რიცხვი, და შემდეგ შეამოწმე რომ ეს რიცხვი იყოს მეტი 15 ზე და მაგ რიცხვს გამოკლებული 5 იყოს 
# მეტი 12 ზე
number = int(input("შეიყვანეთ რიცხვი: "))
if number > 15 and (number - 5) > 12:
    print("რიცხვი აკმაყოფილებს პირობებს.")   
#2) მომხარებელს შემოტანინეთ სახელი და ერთი რიცხვი, და შეამოწმეთ რომ ეს სახელი უდრიდეს "ana" ს და  რიცხვი იყოს 50 ის ტოლი
name = input("შეიყვანეთ სახელი: ")
num = int(input("შეიყვანეთ რიცხვი: "))
if name == "ana" and num == 50:
    print("სახელი და რიცხვი აკმაყოფილებს პირობებს.")


